{
  "data": [
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "K19OkXwBn0fJEZ9DWa8r",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "JUL 30, 2021-- You're watching Coronavirus in Context. I'm Dr. John Whyte, the Chief Medical Officer at WebMD. A recent study showed that for those persons that are currently unvaccinated, a very large percentage of them say that they're not going to get vaccinated no matter what. It doesn't matter what you tell them. So what do we do? Joining me is Dr. Jerry Abraham. He's the director of the vaccine program at Kedren Health in South Los Angeles. Dr. Abraham, thanks for joining.",
        "desc": "Teenage traffic fatalities declined almost 17% in 2009 from 2008 for youths aged 15 to 19, dropping by about 500 deaths to a total of about 3,000, the CDC says in a new report.",
        "title": "Delivering COVID-19 Vaccines to Hesitant Communities"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Vaccines, COVID-19",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "rl9OkXwBn0fJEZ9DY7GD",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "MAR 05, 2021 -- We're all concerned about keeping our children safe from the coronavirus. However, the vaccines currently available have not yet been tested on children. Well, the Pfizer-BioNTech COVID-19 vaccine is approved for people as young as 16. Teens who are healthy and have no underlying health conditions are essentially at the back of the line.",
        "desc": "Their opinions aren't driven by politics or income, researchers say",
        "title": "Can Children Receive Any of the Available COVID-19 Vaccines?"
      },
      "highlight": [
        "Viral Envelope",
        "Coronavirus Disease 2019 Virus",
        "COVID-19 Virus",
        "COVID-19 Virus Testings"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "r19OkXwBn0fJEZ9DY7GD",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Dec. 10, 2020 -- There is light at the end of the tunnel.That is the new mantra of infectious disease specialist Anthony Fauci, MD, director of the National Institute of Allergy and Infectious Diseases, and other public health experts as COVID-19 cases climb at alarming rates in the U.S.",
        "desc": "Nearly four in 10 Arkansas students are overweight, according to a report issued by the state's first-in-the-nation comprehensive childhood obesity testing program.",
        "title": "COVID-19 Vaccines On the Way: What to Know"
      },
      "highlight": [
        "Coronavirus Disease 2019 Virus",
        "SARS-CoV-2 Vaccine",
        "Coronavirus 3C Proteases"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "sF9OkXwBn0fJEZ9DY7GD",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "July 19, 2021 -- There are lots of unfounded fears about the COVID-19 vaccines floating around, and one of the most pervasive is the idea that these new shots aren't really vaccines, but that they will somehow change your genes or insert themselves into the DNA of your cells.",
        "desc": "Some two-thirds of Americans may already be immune to H1N1 swine flu, making an explosive new wave unlikely. High vaccination rates this flu season might even drive the pandemic bug to extinction.",
        "title": "Chance That COVID-19 Vaccines Are Gene Therapy? 'Zero'"
      },
      "highlight": [
        "Coronavirus N Protein",
        "Nucleocapsid Protein, Coronaviru",
        "Coronavirus Nucleocapsid Protei"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "uV9OkXwBn0fJEZ9DY7Gf",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Sept. 9, 2021 -- Receiving a COVID-19 vaccine early in pregnancy is not associated with an increased risk for spontaneous abortion, new research suggests.",
        "desc": "Some cancers survivors find they have lingering side effects long after treatment is over.",
        "title": "More Reassuring Data on COVID-19 Vaccines and Pregnancy"
      },
      "highlight": [
        "Viral RNA Packaging Signal",
        "COVID-19 Vaccine",
        "SARS Coronavirus 2 Vaccines",
        "N95 Face Masks"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "u19OkXwBn0fJEZ9DY7Gy",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Nov. 8, 2005 -- Reported cases of syphilis rose an alarming 8% between 2003 and 2004, worrying national health officials that sexually risky behavior is again on the rise in the U.S. The increase extended a steady rise in sexually transmitted syphilis infection since 2000, when rates reached a 50-year low. Two-thirds of the new infections are now in men who have sex with men, what public health officials refer to as \"MSMs,\" and are focused primarily among blacks in U.S. cities. Nearly 8,000 syphilis cases were reported to federal officials in 2003. Though overall infection numbers remain relatively low, infection rates among those men were up more than 80% between 2000 and 2004. \"There are clear signs that syphilis increases have occurred among MSM,\" John Douglas, MD, director of CDC's division of sexually transmitted disease prevention, told reporters. Officials also reported a 6% rise in cases of chlamydia in 2003. CDC recorded more than 900,000 cases, though officials estimated that as many as 2.8 million new infections occur each year. \"Reported chlamydia cases are just the tip of the iceberg,\" says Ronald O. Valdiserri, MD, acting director of HIV, STD, and TB prevention programs at the CDC. Valdiserri says improved testing and diagnosis were the primary drivers behind the increase in reported chlamydia cases and that researchers have little evidence of overall increases in the disease's spread. Still, chlamydia exacts a heavy toll on teenaged girls between 15 and 19 years old and women between 20 and 24 years old, who are the most likely groups to contract the bacteria through unprotected sex. Chlamydia usually causes no symptoms in women but can lead to pelvic inflammatory disease and complications of ectopic pregnancy and infertility if left untreated. The CDC has recommended annual chlamydia testing for all sexually active women younger than 26 years of age, but few young women receive the tests, according to Douglas. \"Most cases of the disease remain undiagnosed and untreated,\" he says. Higher Rates Among Minority Groups Officials pointed to increasing racial disparities in syphilis, chlamydia, and gonorrhea rates. All of the diseases are now substantially more likely to infect blacks and other minority groups than they are whites, according to CDC figures. Black women were nearly eight times more likely than white women to contract chlamydia in 2003, Tuesday's CDC report noted. At the same time, syphilis rates rose 17% in blacks between 2003 and 2004. Rising syphilis cases among men who have sex with men are of particular concern to public health officials because they could indicate a resurgence in sex behaviors that increase transmission of HIV, the virus that causes AIDS. Several studies now show that syphilis outbreaks in primarily Western U.S. cities coincide with increased use of methamphetamine a highly addictive stimulant drug. The drug causes an overwhelming high and often is present during casual sexual encounters where condoms are not used. A recent British study suggested that natural peaks and valleys in human immunity cause decade-to-decade rises in syphilis infection rates. But Douglas called the evidence \"far from compelling\" and said that drug use and increasingly risky sexual behavior among men were mostly to blame. \"We do have some good evidence that men are engaging in higher-risk behaviors,\" Valdiserri says. Tuesday's report also showed a 1.5% drop in infection rates of gonorrhea, a bacterial STD that peaked in the 1970s. The CDC recorded 330,000 infection reports in 2004, about half the estimated actual number of infections.",
        "desc": "Reported cases of syphilis rose an alarming 8% between 2003 and 2004, worrying national health officials that sexually risky behavior is again on the rise in the U.S.",
        "title": "Syphilis, Chlamydia Rates Go Up in U.S."
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "y19OkXwBn0fJEZ9DY7Hk",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Jan. 18, 2000 (Atlanta) -- Smokers may be getting twice as much tar and nicotine as cigarette labels indicate, according to research published in the Jan. 19 issue of the Journal of the National Cancer Institute. That's because the method used to determine the amount of each element a person will take in when they inhale does not account for the way people really smoke. Tar and nicotine in cigarettes are widely reported on the basis of an FTC machine-smoking protocol. This method is based on habits of people who smoked nicotine-rich, filterless cigarettes in the 1930s, when the machine-smoking methods were first established. The researchers found that today people smoke dramatically differently from common practice in the 1930s. People draw much larger puffs, and they draw puffs more frequently, lead author Mirjana V. Djordjevic, PhD, tells WebMD. She is a researcher with the Division of Cancer Etiology and Prevention at the American Health Foundation, the National Cancer Institute (NCI) research center where the link between smoking and lung cancer was first identified. The researchers examined the puffing characteristics of smokers by looking at their cigarette butts and then programming information into a piston-type machine to 'machine smoke' each person's brand of cigarettes. Compared with the FTC labels, the researchers found that smokers of low- or medium-yield brands took in \"statistically significant\" larger puffs at \"statistically shorter\" intervals, and they drew larger total amounts of smoke than specified by the FTC. \"Our volunteers showed that people, on average, take three puffs per minute, take much larger puffs more frequently, which results in much higher yield of cigarette smoke, and subsequently higher nicotine and higher tar, which contains those carcinogens which are believed to cause lung cancer,\" says Djordjevic. \"On average, it seems that everybody is getting twice as much tar and nicotine than what we would conclude from the FTC information.\" People also have a tendency to block ventilation holes either with their lips or their fingers, which affects the amount of carcinogens they inhale, says Djordjevic. \"We even have heard cases of people putting Scotch tape around the holes. They make it into something that is more desirable to them because they have a physiological need for nicotine.\" The study has implications for smoking cessation methods, Djordjevic adds, such as nicotine patch, gum, or inhalant formulations based on FTC guidelines. \"These smokers are getting a lower dose than they would physiologically need. That's why they supplement with smoking itself or they go back to smoking.\" In an accompanying editorial, public health officials and physicians alike voiced their support of the study. \"This study nailed it,\" one of the editorial's authors, Jack Henningfield, PhD, tells WebMD. \"It's a well-controlled, meticulously carried-out study of what happens when people smoke. We have people dependent on nicotine, their bodies naturally crave it ... and the product is designed to make it easy, to facilitate smokers getting high levels of nicotine.\" Henningfield is with the department of psychiatry and behavioral science at Johns Hopkins Medical School. Judith Wilkenfield, JD, chairwoman of the Committee on Tobacco Change, tells WebMD, \"The study shows that we need to drastically change the way we test cigarettes, the way we regulate them, the way we advertise. Most consumers don't know the numbers of their cigarettes, but they do know whether they're low or light or ultra-low, generally because they're concerned about their health. The study shows that regardless of what they're smoking, they're getting the same amount of toxins.\" Since 1994, the FTC has been trying to get modifications made in its testing procedures, and has requested that the Department of Health and Human Services conduct a study to determine whether there is any benefit from low-tar, low-nicotine cigarettes or whether the risks are the same, says Wilkenfield. That survey is scheduled to be released later this year. \"The most important thing is the manner of cigarette regulation needs to be changed,\" says Wilkenfield, who contributed to the editorial. \"It needs to be moved to the FDA, where the product itself can be looked at by scientists. The FTC doesn't disagree with that.\" The FDA asserted jurisdiction over cigarettes in 1996 and the case was argued in front of the Supreme Court in December 1999; a decision is expected this summer. \"If court doesn't rule in FDA's favor, it's essential that Congress pass legislation granting the FDA full authority,\" says Wilkenfield. \"We're beginning to see new products that the companies are putting forth as the 'safer cigarette,' and without a federal agency which has both the expertise and the authority to analyze the types of claims they're making, people won't know whether [the product] has any benefit or is just a smokescreen.\" \"Consumers need to know that the way they smoke a cigarette can dramatically affect the amount of tar and nicotine they get. They need to know that if their concern is about health effects, the only thing to do is to quit smoking. There is no such thing as a safer cigarette,\" Lee Peeler, the FTC's associate director for advertising practices, tells WebMD. Michael Thun, MD, MPH, an epidemiologist with the American Cancer Society, tells WebMD, \"It's an important study. For a long time, there's been evidence that the FTC underestimates the tar and nicotine that smokers actually get. It's not surprising that current cigarette labeling misleads consumers. But what is surprising and very destructive is Congress' lack of political will to authorize the FDA rather than the FTC to regulate cigarettes. The article and the editorial do a good job in pointing out that the FTC labels do mislead smokers and that some smokers accept the myth that switching to a lower-yield cigarette is protecting them.\"",
        "desc": "Smokers may be getting twice as much tar and nicotine as cigarette labels indicate, according to research published in the Jan. 19 issue of the Journal of the National Cancer Institute.",
        "title": "Low-Tar Cigarettes Deliver Just as Much Cancer-Causing Material as Regular Brands"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "3V9OkXwBn0fJEZ9DZLEw",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Dec. 2, 2010 -- A significant number of people try to kill themselves in America’s 84 national parks every year, and 68% succeed, sometimes by jumping off cliffs or bridges, a study shows. In the CDC’s Morbidity and Mortality Weekly Report for Dec. 3, researchers say 286 suicide attempts occurred in 2003-2009, for an average of 41 per year. Of all attempts, 68% were successful. Firearms were involved in 33% of the suicide attempts, followed by falls at 19% (many by jumping off cliffs or bridges), suffocations at 9%, poisoning at 7% (included drug overdoses), and cuts and piercings at 6%. Also, in 6% of suicide attempts, people used motor vehicles, which typically involved driving over a cliff. In contrast, nationally, less than 1% of suicide attempts annually are transportation related. Blue Ridge Parkway and Grand Canyon Six of 84 parks had 10 or more suicide events (suicide and attempted suicide), led by the Blue Ridge Parkway in North Carolina and Virginia and the Grand Canyon National Park in Arizona, both of which reported 21 events during the 2003-2009 period. For males, the mostly commonly reported method of attempted and completed suicides was firearms (36%). Falls accounted for 19% and suffocations 16%, the study shows. For females, top causes were firearms at 21%, falls at 19%, and poisonings at 16%. The CDC says that between 2003 and 2009, the National Park Service averaged 28 suicides and 13 suicide attempts annually. Among other key findings: 83% of 194 suicides in the parks involved males. Nationally in 2007, 79% of total suicides were by males. The mean age of people who committed suicide or tried to in the parks was 43, ranging from 16 to 84. The highest number of suicides occurred in June (22) followed by August (21) and January (21). The highest number of attempted suicides occurred in July (17) followed by 11 in May. Suicide Prevention The CDC report says that each death due to suicide in a national park represents a preventable event in a public place. Suicides can lead to major cost burdens for the parks: One case cost $200,000 because it involved searching for a missing person. The report also says that though park rangers have tried to stop suicides, their ability to do so has been only partly successful, and that training for the federal employees in how to stop people from trying to kill themselves and in how to detect signs of park-goers at risk might prove useful. Also, the researchers say physical barriers should be considered in places where people jump, or could jump, from a high location. Physical barriers on some bridges also might be a way to help prevent suicide attempts. The top 10 national parks for suicide deaths between 2003 and 2009 were: Blue Ridge Parkway (North Carolina, Virginia) 15 deaths Colorado National Monument 12 Grand Canyon (Arizona) 11 Natchez Trace (Alabama, Mississippi, Tennessee) 11 Golden Gate (California) 11 New River Gorge (West Virginia) 9 Yosemite National (California) 6 Cuyohoga Valley (Ohio) 5 Saguaro (Arizona) 5 Cape Hatteras (North Carolina) 4 Chattahoochee River (Georgia) 4 Death Valley (California) 4 Glen Canyon (Arizona, Utah) 4",
        "desc": "A significant number of people try to kill themselves in America’s 84 national parks every year, and 68% succeed, sometimes by jumping off cliffs or bridges, a study shows.",
        "title": "41 Suicide Attempts a Year in National Parks"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "3l9OkXwBn0fJEZ9DZLEw",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Jan. 18, 2000 (New York) -- Impotence occurs far more frequently after radical prostatectomy than previously demonstrated, according to the first nationally representative study that evaluated outcomes 18 months after prostate surgery. The researchers say that in comparison with much previous research -- usually studies done by single surgeons or institutions, or on limited patient populations -- the new data should offer the average man more accurate information about what to expect after a radical prostatectomy. Results from the study appear in the Jan. 19 issue of the Journal of the American Medical Association. Lead author Janet L. Stanford, PhD, tells WebMD, \"When we designed the study, it was clear that there was no comprehensive ... data on outcomes\" after radical prostatectomy. \"We wanted to look at all men with ... prostate cancer confined to the prostate ... with the goal of filling this gap in information,\" she says. Researchers intentionally reviewed a higher proportion of cases among blacks, Hispanics, and younger (<65) men because research in these groups has previously been limited. Stanford, a full member and public health researcher at the Fred Hutchinson Cancer Research Center in Seattle, says that the new data ought to be more accurate and should help men better balance the risks and benefits of radical prostatectomy. The researchers report that nearly 60% of the men in the study said that they were impotent, and 8.4% reported urinary incontinence 18 months after prostate surgery. The study included 1,291 men aged 39-79 who were randomly sampled from six National Cancer Institute cancer registries around the country. Yet, even though 42% of men considered post-radical prostatectomy sexual function a \"moderate-to-big\" problem, three-quarters said that they were pleased with the surgery, with 71.5% of the men saying that they would choose radical prostatectomy again. Other important findings concern how well men fared after undergoing a nerve-sparing radical prostatectomy, a procedure that has been widely touted as having the capability of leaving potent men potent after the surgery. The nerve-sparing technique does what its name implies: It spares the nerves believed to affect impotence. But in the study, impotence rates in men receiving this technique were still high, although not as high as with the non-nerve-sparing procedure. Of the men who received the non-nerve-sparing procedure, 66% said that they were impotent after the surgery. This compares to 56% of men who said they were unable to sustain sufficient erections for sexual intercourse after having a bilateral nerve-sparing procedure. Among men undergoing a unilateral nerve-sparing procedure, 59% said that they were impotent after the procedure. Even so, Mark Litwin, MD, who reviewed the study for WebMD, says that the results are \"still a tribute\" to the nerve-sparing prostatectomy, an operation that is significantly better than prostatectomies done before that. While these data suggest that \"there is still a long way to go\" in the community, says Litwin, impotence rates were far worse before the nerve-sparing technique was introduced. Litwin is an associate professor of urology and public health at UCLA School of Medicine. But Peter Schlegel, MD, tells WebMD that some of the results might not necessarily be accurate. \"There is significant recall bias when patients describe sexual function or urinary incontinence,\" he says. Schlegel, who is an associate professor of urology at New York Hospital, says that rates of incontinence can be underreported by 30%, while sexual dysfunction could be overreported. The study also revealed marked differences in the rates of impotence reported by men of different races. Thirty-eight percent of black men reported that they were still potent at least 18 months after surgery, compared with 26% of Hispanic men, and just 21% of white men. While Schlegel says that this confirms anecdotal reports, he says that further research is necessary to sort out \"how much of this represents a real physical difference, a reporting difference, or a cultural difference\" in how men respond to this type of question. But John Wennberg, MD, has a completely different take on these findings. \"Once you are given the procedure, you firmly believe that you are a cancer survivor,\" says Wennberg, who believes that the data backing that view are not yet available. Wennberg, who is director of the Center for Evaluative Clinical Sciences at Dartmouth Medical School in Hanover, N.H., says that if patients are presented with information on the risks and uncertainties of treatment before they have a prostate specific antigen (PSA) test -- a diagnostic test that helps assess prostate cancer -- half don't even want the PSA test. Wennberg worries that the clinical trials have not been done to demonstrate a survival advantage with treatment and that patients are not told that, nor are they fully aware of the cascade of side effects that might affect them in the face of a positive PSA test. If a person has 'definitive' treatment and has problems, it is too late for the person to think ill of their decision, Wennberg says, noting that there is a huge placebo effect. \"The person firmly believes his life has been saved,\" he says. \"The question is: 'Is he alive because of the operation or not?' I think it is generally 'Not' -- that the most we know is that surgery only saves a relatively small proportion of patients.\"",
        "desc": "Impotence occurs far more frequently after radical prostatectomy than previously demonstrated, according to the first nationally representative study that evaluated outcomes 18 months after prostate surgery.",
        "title": "National Study Weighs the Risks and Benefits of Radical Prostatectomy"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "8F9OkXwBn0fJEZ9DZLHx",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Oct. 19, 2006 -- Ritalin has a \"moderate\" effect on preschool kids with moderate-to-severe attention deficit hyperactivity disorder (ADHD), finds a National Institute of Mental Health study. \"We found that a carefully diagnosed and carefully selected sample of 3- to 5-year-old children with ADHD can benefit from Ritalin,\" Laurence Greenhill, MD, tells WebMD. \"But because young children are more sensitive to Ritalin side effects, we found a need for close monitoring of any young child taking this medication.\" Greenhill, a psychiatry professor at Columbia University and director of pediatric psychopharmacology at New York State Psychiatric Institute, led the NIMH-funded study. A previous study in older, school-age kids showed Ritalin to have \"strong\" effects on ADHD.Compared to older children, Greenhill says, \"We found half the dose to be most effective, half the number getting really well, and more kids having to deal with adverse events in the early part of treatment.\" Greenhill and colleagues report the findings in five detailed articles in the November issue of the Journal of the American Academy of Child and Adolescent Psychiatry. Why Medicate Preschoolers? Ritalin is a stimulant medication that can make about 75% of school-age kids with ADHD act like their peers without ADHD. It can also stunt a child's physical development. Why give such a powerful medication to small children? A major reason is that kids with moderate to severe ADHD already are at high risk of physical harm. \"They have difficult peer relationships due to lack of reciprocity and perhaps aggression. And they are very prone to accidents,\" Greenhill says. \"Many of them were attending emergency rooms with cuts and bruisesbruises and broken bones, because their fearlessness and activity level made life dangerous for them. They had no idea how dangerous it was to lean out a five-story window, or to speed into traffic on their roller skates. One child saw his mother cooking on the stove, and perched on the stove and turned it on to see how hot it would get. They are fearless and reckless.\" Another reason for the study is an eye-opening 1999 report showing that about one in 100 preschoolers was being treated with Ritalin for ADHD -- even though the drug is not approved for this age group. \"So the NIMH asked the questions: Is this effective? Is it safe?\" NIMH director Thomas Insel, MD, tells WebMD. \"We had no data on these questions.\" Half of Kids Get 'Strong Positive Effects' The study didn't simply give kids a generic version of Ritalin to see what happens. The eight-stage, 70-week study gave parents the opportunity to quit at any time. They could either continue with doctor-supervised Ritalin treatment or discontinue the drug. An early part of the study made parents attend 10 two-hour training sessions to help parents deal with their child's ADHD. For about 7% of the children, Greenhill says, this was enough. \"For the most part, the problems with Ritalin were the same as those most often seen in older kids -- appetite loss, weight lossweight loss, sleep difficulty, stomach aches, and head aches,\" Greenhill says. \"But some had problems with irritability, more tantrums than they had before, and that was hard to interpret. From my experience, that is the kind of rockiness that you see in kids as the medication wears off.\" Ritalin had \"strong positive effects\" in about half the kids, Greenhill says. \"They could have improved a little more -- but it was a help,\" he notes. \"It takes more time and focus and doctor visits if someone is put on medication at that age. They will benefit -- but they will require more supervision.\" \"The way I see it, the efficacy is there,\" Insel says. \"It is not as strong or robust an effect as we have seen in other randomized trials in school-age kids. If the question is, 'Does this medication work for these kids under age 6?' the answer is yes. It is an effect that is somewhat less than you would see in older kids, and comes with more side effects. But this confers some benefit in at least some of the kids.\" Is Ritalin Really Safe in Preschoolers? Insel notes that ADHD is a severe problem for children. Ritalin can help, he says, but this benefit must be balanced against the risks. \"A lot of kids are on these medications who should not be on them, and a lot of kids would benefit who don't have access to them,\" he says. \"It will require a much closer look at who will benefit and who could just receive some behavioral intervention and just do fine. But when the medications are helpful, the kids who need them should get them. Finding the balance is the issue for us.\" Finding that balance will mean learning more about Ritalin's risks for developing minds and bodies. The NIMH study has documented the short-term risks. But the long-term risks aren't yet known. \"You are giving a medication that has powerful neurochemical effects in a developing brain. What does this mean for long-term development? We don't know,\" Insel says. \"It will take some time to know whether there will be some worrisome side effects in the future. But we have to weigh that against the consequences of not treating. Remember, you have a risk for not treating, too.\" Indeed, Greenhill notes that kids with ADHD often suffer peer rejection. This is strongly linked to poor school performance and serious problems in the teenage years. Just because kids won't do what we want them to do is no reason to medicate them, says Leslie Rubin, MD, director of developmental pediatrics at Emory University and director of the center for developmental medicine at Marcus Institute, Atlanta. \"Kids are designed to be active, to run and play and climb and tumble and explore,\" Rubin tells WebMD. \"When you contain kids in a limited space and have them do things that are constrained and dutiful, it may be difficult for them. If kids watch a lot of TV and don't have structured play, this might result in difficulty for kids to respond to structures in preschool programs. The easiest thing to do is give medicines that control the behavior. What is more difficult is to try to understand the child, to work with the child, to provide more structure.\" Insel and Greenhill second Rubin's concerns. \"These are tough problems. It's really difficult because this is a disorder the whole family feels,\" Insel says. \"What you want to make sure you do is not write a prescription and just walk away. The medication is helpful but not sufficient. It involves a long-term relationship, including psychosocial intervention and the need for ongoing medical supervision.\" Greenhill says that parent training may ultimately prove to be more effective than medication. \"We teach techniques such as the proper balance of rewards to time outs, the methods of being consistent in commands, recognizing good behavior and rewarding it even if it is rare, and not going overboard when a child loses control,\" he says. \"The parent is literally coached in working with the child. They have a small receiver that fits in their ear, and the trainer sits behind a one-way screen and coaches them. It is very helpful.\"",
        "desc": "Ritalin has a \"moderate\" effect on preschool kids with moderate-to-severe attention deficit hyperactivity disorder (ADHD), finds a National Institute of Mental Health study.",
        "title": "Ritalin for Preschoolers?"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "919OkXwBn0fJEZ9DZLH8",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Aug. 4, 2009 -- The terrorist attack that leveled the twin towers of the World Trade Center nearly eight years ago is still causing new cases of asthma and posttraumatic stress, a new study says. The Sept. 11, 2001, attack that killed thousands and exposed hundreds of thousands to horrific images and potentially dangerous dust is still wreaking havoc on peoples' mental and physical health, researchers say in the Aug. 5 issue of the Journal of the American Medical Association. The data come from the World Trade Center Health Registry, which follows enrollees who reported a range of disaster-associated exposures on 9/11. Based on survey results, the researchers estimate that potentially 25,500 directly exposed adults have experienced asthma since the attack and 61,000 have suffered traumatic stress as a result of the attack. In the registry, 71,000 adults were surveyed in 2003-2004. Adults were enrolled in the following groups: rescue-recovery workers, lower Manhattan residents, lower Manhattan office workers, and passersby. Sixty-eight percent, or 46,000 adults, participated again in a 2006-2007 follow-up survey about symptoms of asthma and signs of posttraumatic stress. Less than half of the respondents completed the questionnaires. Some of the study's findings: Of the participants with no history of asthma, 10% reported a new asthma diagnosis during the follow-up survey. Intense dust cloud exposure was associated with an increased risk of asthma for all of the groups. Of those with a new diagnosis of asthma, 19% reported intense dust exposure vs. about 10% without exposure. Risk for asthma was highest among rescue-recovery workers on the debris pile the day of the attack. Residents who did not evacuate reported higher asthma rates than those who did. Posttraumatic Stress Disorder After Sept. 11 Asthma wasn't the only the lingering health effect of 9/11. The number of people with symptoms of posttraumatic stress disorder (PTSD) -- the mental health illness most often associated with wartime trauma -- also increased five to six years after the attack. Of participants with no PTSD history, 24% reported PTS symptoms at the initial evaluation (14%) or during the follow-up (19%).The greatest increase was in rescue-recovery workers. Other findings: Passersby had the highest levels of symptoms when surveyed during the second phase of the study at 23%, and residents the lowest at 16%. Loss of a spouse related to the attack also was associated with symptoms of traumatic stress. “Our findings confirm that, after a terrorist attack, mental health conditions can persist if not identified and adequately treated and that a substantial number of exposed persons may develop late-onset symptoms,” the authors write. “Our study highlights the need for surveillance, outreach, treatment, and evaluation of efforts for many years following a disaster to prevent and mitigate health consequences.”",
        "desc": "The terrorist attack that leveled the twin towers of the World Trade Center is still causing new cases of asthma and posttraumatic stress, a new study says.",
        "title": "9/11 Still Wreaking Havoc on Health"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "-V9OkXwBn0fJEZ9DZLH8",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "June 19, 2008 -- Melanoma researchers may have saved a patient's life with an experimental immune system treatment that used the patient's own cells. That patient was a 52-year-old man with recurrent melanoma that had spread to a lung and to a groin lymph node. After getting the experimental treatment, his melanoma disappeared and didn't come back during the next two years. Since then, \"we're in touch with him indirectly through his doctor,\" researcher Cassian Yee, MD, tells WebMD. \"As far as I know, he's still doing well without any symptoms.\" But the treatment isn't ready for widespread use yet, and it's not a cure, says Yee, who works at Seattle's Fred Hutchinson Cancer Research Center. \"This is just a small step,\" Yee says. \"There are many other immunotherapy treatments that we're not doing, that other people are doing, that probably deserve more attention.\" Still, Yee's team has shown that its basic idea for fighting melanoma might work. Experimental Melanoma Treatment Yee and colleagues hunted for special immune system cells called CD4+ T cells in a blood sample provided by the melanoma patient. Specifically, the scientists looked for CD4+ T-cells that targeted the man's melanoma. The researchers isolated those cells and cloned them in their lab over several months, and then infused 5 billion of the cloned CD4+ T-cells back into the patient. \"What we and others have thought might be important is that we need to give patients more of these cancer-fighting T cells which may be present in low frequency in most people,\" Yee says. \"You can do that either by giving them a vaccine or, in our case, we took the cells out and grew them and gave them back to him.\" That may sound simple, but it's complex work. \"It's taken us many years to get to this point,\" Yee says. \"Hopefully, we'll eventually streamline the process a bit, but it's not something most labs do.\" No side effects were seen. Details of the melanoma patient's case appear in The New England Journal of Medicine. But Yee points out that his team has tried the same T cell approach on eight other patients, none of whom has had the same success. \"There are some responses in the other patients, but not nearly as good as this one individual,\" Yee says. \"I cannot tell you right now why that's the case.\" \"We are hoping to expand this study, but because it's very expensive and it takes several months to grow the T cells, only a very, very small number of patients would be eligible for the trial,\" Yee says. \"We have far more requests than we can handle and so we are primarily interested in seeing what the next step might be in improving therapy.\" \"Remarkable\" Result An editorial published with the report calls the melanoma patient's case \"remarkable\" but cautions that \"this type of approach will not always work\" because cancers try many different tactics to defeat the immune system. T-cell therapy is \"promising,\" but there are \"many other examples of effective cancer immunotherapy,\" writes editorialist Louis M. Weiner, MD, director of Georgetown University's Lombardi Comprehensive Cancer Center. Does the melanoma patient's recovery \"represent a mirage, an oasis, or an early sighting of the destination? Time will tell, but I suspect that if the destination is not yet at hand, it is in sight,\" Weiner writes.",
        "desc": "A 52-year-old man's melanoma vanished after getting an experimental immune system treatment at Seattle's Fred Hutchinson Cancer Research Center.",
        "title": "Man's Melanoma Thwarted by Immune Fix"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "DF9OkXwBn0fJEZ9DZbJt",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Chrissy Metz occasionally has to pinch herself. Star of the wildly popular NBC television series This Is Us, Metz is having a dazzling year (or two). Her character, Kate Pearson, a woman struggling with her weight and her past, is a fan favorite. People -- even a smattering of celebrities, including Reese Witherspoon and Oprah Winfrey -- often approach her to gush about how connected they feel to Kate. Critics also have given her the nod. In just more than a year, Metz, 37, was nominated for two Golden Globes and an Emmy. In January, she took home a Screen Actors Guild Award for outstanding performance by an ensemble. “I’m just trying to enjoy the moment,” she says. “There were plenty of years when I wasn’t even part of the conversation.” After being passed over for countless roles, she is grateful to play a character who’s “flawed and complex and full of heart,” and Metz hopes the tide is turning as more relatable plus-size women appear on television. A Difficult Childhood But while Metz’s life may seem glamorous, it’s complicated. As she explains in her new memoir, This Is Me: Loving the Person You Are Today, looks can be deceiving. “People think celebrities are on a pedestal -- and that we don’t have the same issues or thoughts or experiences,” she says. “But we do.” Like her TV character, Metz has struggled with her weight most her life and had difficulties in childhood that remain with her today. Metz grew up the youngest of three. Her father was in the Navy, and the family moved to Japan when she was a baby. But she felt largely ignored by him -- in fact, she refers to him as “Mark” rather than “Dad.” When Metz was 8, he went his own way. Her mother moved the family to Gainesville, FL, but struggled to make ends meet. Soon she became pregnant, had a baby, then remarried. Somewhere in the shuffle, they moved in with her mother’s new husband and his daughter -- and their lives became tumultuous. “There was a lot going on, and everyone was trying to find their footing,” Metz says. Metz’s stepfather abused her physically and emotionally. “He shoved me, slapped me, punched my arm, and yanked my wrist,” she writes in her memoir. Displeased with everything from her weight to her chores, he constantly chastised her. Because her mother didn’t come to her rescue, Metz felt neglected. She began eating secretly for comfort. Her self-esteem plummeted. Being the chubbiest child at school didn’t help. Kids teased her, and she felt embarrassed and ashamed. “I became hardened and defensive to protect myself,” she says. She made jokes about herself before others had a chance to and morphed into a class clown, doing and saying things that were out of character. “It was really difficult,” she says of her childhood. “I felt alone and picked on. I always felt inadequate. I felt like an outsider when all I wanted to do was be on the inside.” With adulthood came new challenges. In 2005, Metz moved to Los Angeles to give acting a try, but her weight was an obstacle. She rarely got auditions, much less roles. Those she booked were clichés -- an overweight friend, the butt of a joke. She auditioned for American Idol -- yes, she also sings -- but that didn’t pan out either. While she did find work (and success) as a talent agent, and met and married a man she loved, Metz spent much of her 20s down on her luck and down on herself. Anxiety Attack In September 2010, on her 30th birthday, Metz was in a movie theater, settling in to watch The Expendables, when something felt terribly wrong. Her heart raced, and she had trouble breathing. “I thought I was having a heart attack. I was rushed to the hospital in an ambulance,” she says. “It was one of the scariest things in the world.” After a battery of tests, doctors told her nothing was wrong. She needed to lose weight, they said, but she didn’t have a heart attack. It was an anxiety attack. Symptoms of anxiety attacks -- palpitations, shortness of breath, sweating, chest pain -- are similar to those of a heart attack. “It can be very frightening if you don’t know why you’re having them,” says Gladys Frankel, PhD, assistant professor at Dartmouth University’s Geisel School of Medicine. “People often rush to the emergency room to be assessed and treated for a heart attack.” Anxiety is common. About 40 million Americans have an anxiety disorder, which is different from everyday worries. Anxiety is persistent and overwhelming, and it may involve fatigue, headaches, and insomnia. It often interferes with work, relationships, and life. Anxiety tends to stick around and can get worse over time. But treatments can help, such as a combination of cognitive behavioral therapy, relaxation techniques, and medication. Some people are more prone to anxiety than others. “Children who’ve experienced their parents’ divorce, bullying, and overeating are more vulnerable,” says Frankel. Not all children who go through stressful experiences have anxiety as adults. But childhood issues have a way of coming back, especially if you don’t deal with them, she says. After her health scare, Metz came face-to-face with what she’d been reluctant to address for years -- emotional eating. “I ate over my feelings. It was the only way I could cope,” she says. “Emotional eating is a real thing,” says Sanam Hafeez, PsyD, director of Comprehensive Consultation Psychological Services in New York. “Eating can be a coping strategy, but it’s not an effective one. It’s like an immediate drug. Later you feel terrible.” Metz decided to take charge of her health. “I was forced to reconcile my past. I started seeking outside help about why I ate about my feelings and how not to, so things started to shift,” she says. She ate better, walked every day, joined a support group, and learned to forgive and accept herself. Learning to Manage Anxiety Soon Metz hit a bump in the road. After a 5-year marriage, she and her husband divorced. They’re friends now, but as their relationship dissolved, her anxiety resurfaced. This time, she was determined to manage it better. She read inspirational books like The Untethered Soul, found advice on podcasts and YouTube, and tapped into her spirituality. She learned to identify and accept feelings of worry, then calm and distract herself with meditation, music, and walking. “I learned to lean into the fear,” she says. “The more you resist, the more it persists, as they say.” Metz also started a gratitude journal. “Before I get out of bed, I name at least five to 10 things I’m grateful for. It sounds silly, but it’s an amazing thing,” she says. These coping skills have proved invaluable. Last summer, just before she was to fly to Los Angeles to be her daughter’s Emmy Awards date, Metz’s mother had a severe stroke. Now she has aphasia, a post-stroke condition that affects language communication. While she can’t use words, she communicates with gestures and sounds. At first, Metz was shaken by this new reality. But as she learned more about aphasia, she felt empowered to manage it. She also learned to appreciate small victories. “When I saw her at Christmas, she actually held a marker in her hand and wrote her name in cursive,” Metz says with pride. “My mom is a badass. She has this willpower and strength that I could only hope to have.” This Is Now Now, after facing her fears and practicing coping skills, Metz has a new supply of willpower and strength -- and it’s growing. Metz says she focuses on lifestyle changes to improve her health, like forging a better relationship with food and making healthier choices. But she stops short of judging herself. “So many of us feel like we’re never good enough -- not tall enough, thin enough, smart enough, rich enough,” she says. “But really, we’re perfect just as we are.” Instead of worrying about next week or next month, she tries to live day by day. When anxiety surfaces -- which it often does when good things happen, she says -- she reaches into her toolbox of strategies. She also basks in the sunshine -- like when Oprah invited her over for lunch and told Metz she’s “one of our lifetime’s heroes.” Or when her acting idol Sam Rockwell introduced himself at the Golden Globes. “I was like, ‘You know me?!’ ” she recalls with awe. Just as it is on This Is Us, Metz’s life has highs and lows. “Just because I’m on a TV show doesn’t mean things are unicorns and rainbows,” she says. “Most days they really are. But it’s been a process. I’m still a work in progress.” Facts About Anxiety Like Chrissy Metz, millions of other Americans have anxiety attacks or anxiety disorders. Some facts: Women are more likely than men to have an anxiety disorder. About 19% of adults in the U.S. have one. Types of anxiety disorders include generalized anxiety disorder, panic disorder, phobias, and social anxiety disorder. Most people have symptoms before age 21. In fact, anxiety is common among teenagers -- about 32%. Studies suggest anxiety runs in families and comes from a combination of genetics and environmental reasons. Stressful life events, being divorced or widowed, shyness in childhood, limited economic means, close relatives with anxiety disorders, and parents with mental illness can make anxiety disorders more likely. Anxiety is linked to depression, substance use, ADHD, sleep issues, and eating disorders. About 31% of adults have had anxiety at some point in their life. Most people with an anxiety disorder have mild impairment. About 34% of them have moderate impairment. About 23% have serious impairment. Anxiety can be managed with tools like psychotherapy, self-help, support groups, stress management strategies, and medication. Find more articles, browse back issues, and read the current issue of \"WebMD Magazine.\"",
        "desc": "Actor Chrissy Metz, star of the wildly popular NBC television series This Is Us, talks about overcoming childhood difficulties, anxiety, and other setbacks.",
        "title": "Chrissy Metz Perseveres, Shows That She's One of Us"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "hV9OkXwBn0fJEZ9DbbP7",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "By Robert Preidt HealthDay Reporter WEDNESDAY, Feb. 19, 2020 (HealthDay News) -- Gay and bisexual men in the United States have higher skin cancer rates than heterosexual men, while bisexual women have lower rates than heterosexual women, according to a new study. Researchers from Brigham and Women's Hospital in Boston analyzed data culled from national surveys conducted from 2014 to 2018 and found that skin cancer rates were 8.1% among gay men, 8.4% among bisexual men, and 6.7% among heterosexual men. Rates were 4.7% among bisexual women, 5.9% among lesbian women, and 6.6% among heterosexual women. The difference in rates between lesbian women and heterosexual women was not statistically significant, according to the researchers. These findings could be important for patient education and community outreach programs to reduce skin cancer risk, the study authors said. \"It's absolutely critical that we ask about sexual orientation and gender identity in national health surveys; if we never ask the question, we'd never know that these differences exist,\" said study author Dr. Arash Mostaghimi, director of dermatology inpatient service at Brigham and Women's. \"This information helps inform the nation about how to allocate health resources and how to train providers and leaders,\" he said in a hospital news release. \"When we look at disparities, it may be uncomfortable, but we need to continue to ask these questions to see if we're getting better or worse at addressing them.\" \"Historically, this kind of health variation was hidden, but we now recognize that it's clinically meaningful,\" Mostaghimi noted, adding that information on sexual orientation has only recently been included in these national surveys. \"This is the first time we've been able to look nationally at data about skin cancer rates among sexual minorities,\" he said. \"As a next step, we want to connect with sexual minority communities to help identify the cause of these differences in skin cancer rates,\" Mostaghimi said. \"This is work that will need to be done thoughtfully but may help not just sexual minorities but everyone.\" The study was published online Feb. 12 in the journal JAMA Dermatology.",
        "desc": "Researchers from Brigham and Women's Hospital in Boston analyzed data culled from national surveys conducted from 2014 to 2018 and found that skin cancer rates were 8.1% among gay men, 8.4% among bisexual men, and 6.7% among heterosexual men.",
        "title": "Does Sexual Orientation Play a Role in Skin Cancer Risk?"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "nV9OkXwBn0fJEZ9DbrOL",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Aug. 19, 2019 -- Some areas of the Rocky Mountain Arsenal National Wildlife Refuge near Denver remain closed due to plague-infected prairie dogs. Other wildlife and nature areas near Denver has also been closed as officials try to halt the spread of the disease, which can be transferred by fleas to humans and pets, the Washington Post reported. It was discovered in late July that plague-infected fleas were biting black-tailed prairie dogs in the refuge, so affected areas started being closed \"as a precautionary measure to prioritize visitor health and safety, while also allowing staff to protect wildlife health,\" according to a U.S. Fish and Wildlife Service statement. Certain areas of the 15,000-acre refuge remain closed due to the risk to hikers and pets, the Post reported.",
        "desc": "Some areas of the Rocky Mountain Arsenal National Wildlife Refuge near Denver remain closed due to plague-infected prairie dogs.",
        "title": "Plague Concerns Close Parts of Wildlife Refuge"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "4F9OkXwBn0fJEZ9Db7Nr",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "Dec. 2, 2008 -- Almost half of women surveyed in a national poll said they had failed to seek health care for themselves or their families over the previous year because the cost was too high. The annual survey of women's attitudes and behaviors regarding health care, released today by the National Women's Health Resource Center (NWHRC), found that women were most likely to put off doctor visits for themselves and least likely to put off doctor visits for their children. One in four women who said they had skipped needed medical care believed their illnesses lasted longer as a result, and 43% said they worried more about their health. Rising health costs appeared to have had a major impact on decisions regarding care: 28% of women said they put off going to the doctor during an illness for financial reasons. 19% said they had skipped recommended medical procedures, such as Pap smears or mammograms, because of cost. 18% said they had taken less than the recommended dosage of a prescription drug in order to make it last longer and 18% failed to fill some prescriptions. Only 4% said they had put off taking their children to the doctor because of the cost. \"With the financial crunch a lot of women are putting off or cutting back on health care for themselves and they are paying a high price,\" NWHRC Executive Director Elizabeth Battaglino Cahill, RN, tells WebMD. \"If you are cutting back because money is tight, don't cut back on health care or health insurance. Cut something else, because if you don't take care of yourself you may not be around to take care of your family.\" Stress and Weight Gain The survey, conducted online in late September and early October, included 754 adult women with and without health insurance chosen to reflect the racial and socioeconomic composition of women in the U.S. Only about one in five surveyed women (19%) believed that their health had gotten better over the past five years, while 39% saw no difference and 42% believed their health had gotten worse. Roughly half of the women who said their health had declined cited stress or weight gain as the reason for the decline (53% and 51%, respectively). More than one in three women (38%) cited lack of sleep as a reason for poorer health and 31% said it was because they had stopped exercising. \"Stress continues to rank as a top women's health care concern,\" Cahill says. \"And women who are under a lot of stress may be less likely to exercise and that will certainly affect their health.\" Of the women who said their health had gotten better over the last five years, 60% cited better food choices as a reason, 58% said they had started to exercise regularly, 56% said they had lost weight, and 30% said they had reduced the stress in their lives. Women's Views on Aging This year's survey also focused on women's attitudes toward aging, with some surprisingly positive findings. Four out of five women said they were emotionally prepared to grow older and a slightly lower number felt they had adequate knowledge of issues related to aging. Tina Turner topped the list of celebrities over 50 who were considered most inspiring in terms of overall health. Two out of three women who chose her said it was because she has remained active and physically fit as she has aged and 58% cited her positive attitude toward aging. When asked what was most important to them as they got older: 30% of the women cited staying in good health without serious physical problems 21% cited remaining independent 19% cited maintaining good mental health 2% said it was most important to maintain their physical appearance Judy Norsigian, executive director of the Boston-based women's health advocacy group Our Bodies Ourselves, says many women develop a healthier perspective on their looks as they age. \"At a certain point you realize that you can't do everything,\" she tells WebMD. \"You can either spend hours a day getting your body to look a certain way or you can spend that time doing something you enjoy more like being with friends.\" She says successful aging involves not just doing all you can to maintain good health, but accepting the inevitable physical changes that accompany middle age. \"The attitude that the body has to be a perfectly functioning machine has gotten a lot of traction in this society and that is unfortunate,\" she says.",
        "desc": "Almost half of women surveyed in a national poll said they had failed to seek health care for themselves or their families over the previous year because the cost was too high.",
        "title": "Rising Costs Affect Women's Health"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "5V9OkXwBn0fJEZ9Db7Nr",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "July 11, 2008 -- If you are staring down a serious disease, where would you go for the best medical treatment and care? U.S. News & World Report is out with its “best hospitals” list, and Johns Hopkins in Baltimore has the highest ranking. An independent research firm looked at data on 5,453 medical centers to come up with this year’s specialty rankings. Only 170 hospitals were ranked in one or more specialties and just 19 of those reached “honor roll” status. Some hospitals received the same rank; they are listed together. Best U.S. Hospitals Here are the 19 hospitals making the U.S. News & World Report honor roll: Johns Hopkins Hospital, Baltimore Mayo Clinic, Rochester, Minn. Ronald Reagan UCLA Medical Center, Los Angeles Cleveland Clinic Massachusetts General Hospital, Boston New York-Presbyterian University Hospitals of Columbia and Cornell University of California, San Francisco Medical Center Brigham and Women’s Hospital, Boston and Duke University Medical Center, Durham, N.C. Hospital of the University of Pennsylvania, Philadelphia and University of Washington Medical Center, Seattle Barnes-Jewish Hospital/Washington University, St. Louis University of Michigan Hospitals and Health Centers, Ann Arbor UPMC-University of Pittsburgh Medical Center Vanderbilt University Medical Center, Nashville Stanford Hospital and Clinics, Stanford, Calif. University of Chicago Medical Center Cedars-Sinai Medical Center, Los Angeles Yale-New Haven Hospital, New Haven, Conn. The above hospitals had to rank high in at list six specialty areas including: Cancer care Ear, nose, and throat Gastrointestinal disorders Geriatric care Gynecology Heart and heart surgery How Hospitals Made the Grade U.S. News & World Report says the hospitals were judged not only on how good the routine care is, but also on whether they offer “outstanding” care and how well they handle “difficult cases across an entire specialty.” The magazine did not look at veterans' or military hospitals because data were not available for them. You can check the scores online at health.usnews.com/sections/health/best-hospitals.",
        "desc": "If you are staring down a serious disease, where would you go for the best medical treatment and care? U.S. News & World Report is out with their “best hospitals” list, and Johns Hopkins has the highest rank.",
        "title": "Magazine Reveals 'Best Hospitals' List"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "FF9OkXwBn0fJEZ9DcLSa",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "March 11, 2003 -- It's a crisis as important as the Sept. 11 tragedy. It threatens the lives of millions of Americans. Yet little is being done. The U.S. system to get medical advances out of the lab and into patients is broken. That's the diagnosis of 19 members of the Institute of Medicine's Clinical Research Roundtable (CRR). Their report -- based on three years of study by the full CRR -- appears in the March 12 issue of the Journal of the American Medical Association. The panelists find that a whole generation of medical advances is stuck on the drawing board. They call for action on all fronts. But even this call is not passionate enough for Roger N. Rosenberg, MD, editor of the Archives of Neurology and professor at the University of Texas Southwestern Medical Center in Dallas. \"Lives are literally being lost daily because of inertia in the system to move promising research quickly enough to the patient in need,\" Rosenberg writes. \"The battle for fast-tracking clinical research to the bedside is being lost.\" To resolve this \"national crisis of major proportions,\" Rosenberg calls for immediate action. \"I think there needs to be leadership,\" he tells WebMD. \"I hope that leaders of medicine and science and government can get together to look at these issues.\" The lead author of the JAMA report shares that hope. Nancy S. Sung, PhD, is program officer at the Burroughs Wellcome Fund. \"We applaud Dr. Rosenberg's passion and hope it can be picked up by those who make a difference,\" Sung tells WebMD. \"The U.S. public has invested billions of dollars in basic science. That investment is supposed to produce better health. Yet we really don't see better health emerging. This really is a crisis.\" Sung and colleagues point to two major bottlenecks that keep medical advances from pouring out of the laboratory into hospitals and doctors' offices. \"One bottleneck is the point at which laboratory findings -- proof of new scientific concepts -- are translated into human studies,\" Sung says. \"Another barrier is that once something gets reported as a medical breakthrough, how do we get doctors to change what they are doing? And beyond that, how do we prove a new breakthrough is better than existing treatments? Those questions are not being answered. It is not being done with the level of commitment we see in basic science.\" An example is as fresh as this week's headlines. In a mid-size study, researchers this week reported that a new kind of antibody can save the lives of people with severe peanut allergies. The studies -- paid for by drug companies -- came 10 years after mouse studies showed the drug might work. The drug, dubbed TNX-901, got fast-track approval status by the FDA. Where's the drug? Nowhere. A legal squabble among drug companies has stalled the large-scale studies needed to bring TNX-901 to market. Meanwhile, people with peanut allergies continue to die from hard-to-prevent accidental exposures to ubiquitous nut products. Sung and colleagues call for a number of specific actions by government, industry, medical associations, insurers, healthcare organizations, and the public. They include: More public participation in clinical research -- including the planning stages. Better computer systems integrated and standardized on a national level. More and better-trained clinical investigators. More money for clinical research from government, private industry, and health foundations. \"We are calling for a paradigm shift in the way we look at clinical research,\" Sung says. \"We feel the National Institutes of Health have responded very well -- NIH Director Elias Zerhouni has made clinical research a top priority. But this extends beyond the purview of the NIH. It is really going to require a system solution.\" Patients are not mere bystanders in making needed changes. \"The clinical research enterprise involves consumers as well,\" Sung says. \"Certainly the need for more people to be involved in clinical trials is only going to increase. Every volunteer contributes to bringing medical advances to the bedside.\"",
        "desc": "The U.S. system to get medical advances out of the lab and into patients is broken, says a report from the Institute of Medicine.",
        "title": "'National Crisis' Killing Patients"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    },
    {
      "_index": "articles",
      "_type": "_doc",
      "_id": "hF9OkXwBn0fJEZ9Dc7TS",
      "_version": 1,
      "_score": 0,
      "_source": {
        "content": "You know your kids have a lot on their minds. They may need to finish school and look for their first real job. One thing that might not be on their radar yet is getting health insurance. But it's a big deal. Especially when you consider that the average emergency room visit can cost more than $1,200. The health reform law makes it easier for people ages 19 to 26 to get insurance -- whether they have a job or you're still supporting them. What's Covered In the past, your child was kicked off your health plan at age 19 or once they graduated from college. Under the new health care law, most insurance plans must cover children up to age 26. If your health plan offers coverage for dependents, your child can stay on your plan even if they move out of the house or get married. Under the new law, if your child gets a job with health benefits, they will have a choice to make. Your child will be able to either sign up for the plan that's offered through the job or stay on your plan. Certain plans, called \"grandfathered\" plans, do not have to extend enrollment to adult children. Grandfathered plans are those that existed before March 23, 2010 -- the day the health reform bill became law and that have not substantially changed since then. Under the new law, your child (between ages 19 and 26) will also have access to free preventive services, such as: Blood pressure and cholesterol checks Well-child visits (up to age 21) Vaccinations Cancer screenings Pregnancy care Smoking cessation Diet or weight loss help Dental and vision plans work differently than your other health insurance. Ask these plans if your adult child is covered. How to Choose a Plan If your 19- to 26-year-old is trying to decide which insurance plan to go with -- yours or one offered by your child's job -- take a close look at the type of plan being offered. If your child chooses to stay on your employer plan, they will be enrolled in the same plan you have. Here are some options you might have to think about if your child chooses not to stay on your plan and buy their own plan: HMO. These letters stand for health maintenance organization. If your child picks an HMO, they will need to see a doctor in the HMO's network. If your child needs to see a specialist, your child will need a referral from a primary care doctor. On the other hand, medical bills with an HMO are usually lower than with other types of plans. HMO premiums are also often lower than those of other types of plans. PPO. These letters stand for preferred provider organization. In this type of plan, your child can see a doctor that's in or out of the plan's network and usually will not need a referral to see a specialist. But your child will pay more -- often substantially more -- if the doctor is out-of-network. POS. This stands for point of service. These plans will usually require that your child choose a doctor who is in network. But the plans may also offer the option of seeing specialists who are out of network for a higher cost. You and your child should also think about some of these issues: What types of services the plans cover and your need for these services (prescriptions, dental, and vision care, for example) How much each plan will cost, including deductibles Whether your child's doctors are in the plan's network Whether your child is pregnant or planning a pregnancy If your child is pregnant and remains on your plan, the plan must cover prenatal and pregnancy-related care but does not have to provide coverage for your grandchildren. Other Insurance Options If your child works but their employer doesn't offer health benefits, your child can buy a health plan on an insurance Marketplace. The Marketplace is a website set up in each state. If your child works but their employer doesn't offer health benefits, your child can buy a health plan on the insurance Marketplace. The Marketplace is a website set up in each state or by the federal government. Depending on your child's income, they may be able to get financial help to pay the insurance premium through the Marketplace.",
        "desc": "WebMD looks at health insurance options for young adults ages 19 to 26. Should they stay on their parents' health insurance plan or take the plan offered by their employer?",
        "title": "Health Plans for Young Adults"
      },
      "highlight": [
        "Coronavirus",
        "SARS-CoV-2",
        "Wuhan Coronavirus",
        "RNA",
        "American Natives"
      ]
    }
  ]
}